Repository: HTensor/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: If you know the event has no prize pool, you can mark the event as having no prize pool. Don't just assume that an event has no prize pool just because it is a qualifier, however. Some do!
pl: Jeśli wiesz, że zdarzenie nie ma nagród, możesz oznaczyć zdarzenie jako nieposiadające nagród. Nie zakładaj z góry, że zdarzenie nie ma nagród tylko dlatego, że są to kwalifikacje. Niektóre mają!

source: If you are not sure whether the event has a prize pool or do not have the exact sums, do nothing
pl: Jeśli nie jesteś pewien, czy zdarzenie ma nagrody, czy nie ma dokładnie ustalonych, nic nie rób

source: Events with no prize pool
pl: Zdarzenia bez nagród

source: Marked events have no prize pool
pl: Oznaczone zdarzenia nie mają nagród

source: After date
pl: Początek

source: to
pl: do

source: Before date
pl: Koniec

source: %(pl)s rating history
pl: %(pl)s historia ocen

source: List
pl: Lista

source: Click and drag to zoom
pl: Naciśnij i przeciągnij, aby przybliżyć

source: Number of players:
pl: Liczba graczy:

source: Races:
pl: Rasy:

source: Nationalities:
pl: Narodowości:

source: Hall of Fame
pl: Sala Sław

source: This list ranks players by <em>periods of domination</em>. The relevant score is called PP (<em>period-points</em>), and is the sum over a range of lists of the signed distance from a player to number seven on the list.
pl: Ta lista klasyfikuje graczy przez <em>okres dominacji</em>. Ważny wynik to PP (<em>period-points</em>), będący sumą innych list, patrząc na odległość gracza od numeru 7 na liście.

source: For most players, their PP is equal to the sum of the rating gaps for each list in which they were in the top seven. If a player has been there more than once, the optimal range of lists is chosen, and it can include times when the player was not in the top seven, if these are sufficiently brief and negligible.
pl: Dla większości graczy ich PP są równe sumie różnic ocen każdej listy, na której byli w top siedem. Jeżeli gracz był tam więcej niż raz, optymalny zasięg list jest wybierany i może on zaliczać także okresy, kiedy gracza nie było w top siedem, jeśli są one wystarczająco krótkie i nieistotne.

source: In short, this is a list of players who have ever been top seven, rewarding both large rating gaps and long periods of rule. Think of it as a king-of-the-hill hall of fame.
pl: Krótko mówiąc jest to lista graczy, którzy byli w top siedem, nagradzając jednocześnie duże różnice w ocenach i długie okresy dominacji. Pomyśl o tym jako królu wzgórza Sali Sław.

source: To avoid rating artifacts, these records are only counted after 25 periods (i.e. list 25, on February 9th, 2011).
pl: Aby zapobiec podliczaniu starych ocen, te zapisy są liczone dopiero po 25 okresach (tj. liście numer 25, z 9 lutego 2011).

source: Start
pl: Początek

source: Length
pl: Długość okresu

source: F jS, Y
pl: j. E, Y

source: weeks
pl: tygodnie

source: StarCraft 2 Progaming Statistics and Predictions
pl: StarCraft 2 Profesjonalne Statystyki i Predykcje

source: Language
pl: Język

source: Find player, team or event
pl: Znajdź gracza, drużynę lub zdarzenie

source: Current top 10
pl: Aktualne top 10

source: The above list is a preview of the next rating list, which will be finalized on %(dt)s. <a href="/periods/latest">Full list</a>.
pl: Powyższa lista jest podglądem kolejnej listy ocen, która zostanie ukończona %(dt)s. <a href="/periods/latest">Pełna lista</a>.

source: Find us on %(a1)sTwitter</a>, %(a2)sGitHub</a> and %(a3)sTeam Liquid</a>.
pl: Znajdź nas na %(a1)sTwitterze</a>, %(a2)sGitHubie</a> i %(a3)sTeam Liquid</a>.

source: Powered by %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> and %(a4)sDebian GNU/Linux 6</a>.
pl: Wspomagane przez %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> i %(a4)sDebiana GNU/Linuxa 6</a>.

source: Icons by Mark James. Race icons by %(a1)sLiquipedia</a>. Charts by %(a3)sHighcharts</a>.
pl: Ikony stworzone przez Marka Jamesa. Ikony ras dzięki %(a1)sLiquipedii</a>. Wykresy dzięki %(a3)sHighcharts</a>.

source: Bitcoin donations (if you insist) on address: <br>%(btc)s
pl: Dotacje bitcoinów (jeśli nalegasz) na adres: <br>%(btc)s

source: Generate short URL for this page
pl: Generuj skrócony URL tej strony

source: Your recent searches
pl: Twoje ostatnie wyszukiwania

source: Old value
pl: Stara wartość

source: No data found
pl: Nie znaleziono danych

source: Loading...
pl: Ładowanie...

source: Download PNG image
pl: Ściągnij obraz PNG

source: Download JPEG image
pl: Ściągnij obraz JPEG

source: Download PDF document
pl: Ściągnij dokument PDF

source: Download SVG vector image
pl: Ściągnij obraz wektorowy SVG

source: Print chart
pl: Wydrukuj wykres

source: Reset zoom
pl: Zresetuj przybliżenie

# Big first letter
source: January
pl: Styczeń

# Big first letter
source: February
pl: Luty

# Big first letter
source: March
pl: Marzec

# Big first letter
source: April
pl: Kwiecień

# Big first letter
source: May
pl: Maj

# Big first letter
source: June
pl: Czerwiec

# Big first letter
source: July
pl: Lipiec

# Big first letter
source: August
pl: Sierpień

# Big first letter
source: September
pl: Wrzesień

# Big first letter
source: October
pl: Październik

# Big first letter
source: November
pl: Listopad

# Big first letter
source: December
pl: Grudzień

# Big first letter
source: Jan
pl: St

# Big first letter
source: Feb
pl: Lt

# Big first letter
source: Mar
pl: Mrz

# Big first letter
source: Apr
pl: Kw

# Big first letter
source: Jun
pl: Czerw

# Big first letter
source: Jul
pl: Lip

# Big first letter
source: Aug
pl: Sierp

# Big first letter
source: Sep
pl: Wrz

# Big first letter
source: Oct
pl: Paźd

# Big first letter
source: Nov
pl: List

# Big first letter
source: Dec
pl: Grudz

# Big first letter
source: Sunday
pl: Niedziela

# Big first letter
source: Monday
pl: Poniedziałek

# Big first letter
source: Tuesday
pl: Wtorek

# Big first letter
source: Wednesday
pl: Środa

# Big first letter
source: Thursday
pl: Czwartek

# Big first letter
source: Friday
pl: Piątek

# Big first letter
source: Saturday
pl: Sobota

source: I would like to use Aligulac in...
pl: Chciałbym korzystać z Aligulac w języku...

source: You could always %(a)shelp us</a> translate Aligulac into your language.
pl: Możesz zawsze %(a)spomóc nam</a> przetłumaczyć Aligulac na Twój język.

source: For reasons of convenience, the following will not be translated:
pl: Z powodów wygody następujące rzeczy nie będą tłumaczone:

source: Frequently asked questions
pl: Najczęściej zadawane pytania

source: Event names
pl: Nazwy zdarzeń

source: Team names
pl: Nazwy drużyn

source: Player nicknames
pl: Nicki graczy

source: To submit results, please log in with your submitter account. If you don't have a submitter account, but still want to contribute, please let me know at: %(email)s.
pl: Żeby dodać wyniki, proszę zaloguj się kontem współautora. Jeżeli nie masz konta współautora, a mimo tego chcesz pomóc, daj mi znać: %(email)s.

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Miscellaneous
pl: Różne

source: Miscellaneous administration
pl: Różna administracja

source: Merge players
pl: Złączenie graczy

source: This will merge %(src)s into %(tgt)s. Are you sure?
pl: To połączy %(src)s z %(tgt)s. Jesteś pewien?

source: Merge
pl: Złącz

source: Abort
pl: Porzuć

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the merge.
pl: Tylko ID są akceptowane. Po to, aby zapobiec pomyłkom. Zostaniesz zapytany o potwierdzenie przed tym połączeniem.

source: Move events
pl: Przenieś zdarzenia.

source: This will move %(src)s and all events under it (%(cnt)s) to %(trg)s. Are you sure?
pl: To przeniesie %(src)s i wszystkie zdarzenia pod nimi (%(cnt)s) do %(trg)s. Jesteś pewien?

source: Move
pl: Przeniesienie

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the move.
pl: Tylko ID są akceptowane. Po to, aby zapobiec pomyłkom. Zostaniesz zapytany o potwierdzenie przed tym przeniesieniem.

source: Player A
pl: Gracz A

source: Player B
pl: Gracz B

source: Unknown event(s)
pl: Nieznane zdarzenie(a)

source: add
pl: dodaj

source: unrated
pl: nieocenione

source: Possible matches:
pl: Prawdopodobne trafienia

source: and %(extra)s more
pl: i %(extra)s dodatkowych

source: and
pl: i

source: Miscellaneous statistics
pl: Różne statystyki

source: List %(n)s
pl: Lista %(n)s

source: Best
pl: Najlepsza

source: Most specialized
pl: Specjalizacja

source: Up/Down
pl: Wzrost/Spadek

source: Winners
pl: Wzrost

source: Losers
pl: Spadek

source: End
pl: Koniec

source: Active players
pl: Aktywni gracze

source: %(cnt)s new
pl: %(cnt)s nowy

source: Leading race
pl: Prowadząca rasa

source: Lagging race
pl: Lamiąca rasa

source: Show races:
pl: Pokaż rasy:

source: Race switchers
pl: Zmieniacze ras

source: Random and race switchers
pl: Randomy i zmieniacze ras

source: previous period
pl: poprzedni okres

source: next period
pl: następny okres

source: Historical overview
pl: Przegląd historii

source: List date
pl: Data listy

source: Leading
pl: Prowadząca

source: Lagging
pl: Lamiąca

source: Active
pl: Aktywni

source: Modify player
pl: Modyfikuj gracza

source: Rating history for %(tag)s
pl: Historia ocen dla %(tag)s

source: Team switches
pl: Zmiany drużyn

source: All-time
pl: Całościowe

source: Form
pl: Forma

source: Highest
pl: Najwyższe oceny

source: Rivalries
pl: Rywalizacje

# on date
source: on
pl: w

source: Rival
pl: Rywal

source: Nemesis
pl: Wróg

source: Victim
pl: Ofiara

source: Rank
pl: Ranking

source: #%(rank)s World
pl: #%(rank)s Światowy

source: #%(rank)s Non-Korean
pl: #%(rank)s Niekoreański

source: Full name
pl: Pełna nazwa

source: First match
pl: Pierwszy mecz

source: Last match
pl: Ostatni mecz

source: Matches played
pl: Meczów rozegranych

source: Most recent results
pl: Najnowsze wyniki

source: Team history
pl: Historia drużyn

source: Joined
pl: Dołączył

source: Left
pl: Odszedł

source: yes
pl: tak

source: no
pl: nie

source: %(tag)s earnings
pl: %(tag)s zarobki

source: In total, %(tag)s has earned $%(money)s.
pl: W sumie, %(tag)s zarobił $%(money)s.

source: In %(year)s, %(tag)s earned $%(money)s.
pl: W %(year)s lat, %(tag)s zarobił $%(money)s.

source: Broken down by currency, that is...
pl: W podziale na waluty:

source: Placement
pl: Miejsce

source: Tournament
pl: Turniej

source: Player Info
pl: Informacje o graczach

source: Get data from Liquipedia
pl: Pobierz dane z Liquipedii

source: Player information
pl: Informacje o graczach

source: No players found!
pl: Nie znaleziono graczy!

source: ← Return to progress list
pl: ← Powrót do listy postępu

source: Show missing
pl: Pokaż brakujące

source: %(tag)s match history
pl: %(tag)s historia meczów

source: Date range
pl: Zasięg daty

source: Winrates
pl: Statystyki

source: Postable
pl: Postowalne

source: The above is code that can be used in posts on %(a)sTeamLiquid.net</a>.
pl: Powyższy kod może być użyty w postach na %(a)sTeamLiquid.net</a>.

source: Under these filters, %(tag)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
pl: Pod tymi filtrami, %(tag)s jest <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> w grach i <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> w meczach.

source: Recent player transfers
pl: Ostatnie transfery graczy

source: This is the median outcome <em>assuming the already entered results</em>.
pl: To mediana wyników <em>zakładając już wprowadzone rezultaty</em>.

source: Update group progress
pl: Postęp aktualizacji grup

source: To modify a result, click on the score in the table below. To view detailed predictions for a match, click the arrow.
pl: Aby zmodyfikować rezultat naciśnij na wyniku w tabelce poniżej. Aby zobaczyć dokładne przewidywania dla meczu naciśnij na strzałkę.

source: Update results
pl: Zaktualizuj wyniki

source: Clear results
pl: Wyczyść wyniki

source: The above code can be used in posts on %(a)sTeamLiquid.net</a>.
pl: Powyższy kod może zostać użyty w postach na %(a)sTeamLiquid.net</a>.

source: The above code can be used in posts on %(a)sReddit.com</a>.
pl: Powyższy kod może zostać użyty w postach na %(a)sReddit.com</a>.

source: Verdict:
pl: Werdykt:

source: Even chances.
pl: Równe szanse.

source: Slight advantage for %(pl)s.
pl: Delikatna przewaga na korzyść %(pl)s.

source: Advantage for %(pl)s.
pl: Przewaga na korzyść %(pl)s.

source: Large advantage for %(pl)s.
pl: Spora przewaga na korzyść %(pl)s.

source: Overwhelming advantage for %(pl)s.
pl: Zdecydowana przewaga na korzyść %(pl)s.

source: Historical score
pl: Historyczny wynik

source: Score vs. opposing race
pl: Wynik vs. przeciwnej rasie

source: Form vs. opposing race
pl: Forma vs. przeciwnej rasie

source: Score vs. each other
pl: Wynik vs. sobie

source: Score for %(pl)s
pl: Wynik dla %(pl)s

source: Update match progress
pl: Postęp aktualizacji meczu

source: Team %(pla)s vs. Team %(plb)s
pl: Drużyna%(pla)s vs. Drużyna %(plb)s

source: Team %(p)s
pl: Drużyna %(p)s

source: Update bracket progress
pl: Postęp aktualizacji drabinki

source: Team Liquid (all)
pl: Team Liquid (całe)

source: Reddit (table)
pl: Reddit (tabela)

source: Reddit (bracket)
pl: Reddit (drabinka)

source: Show me the future!
pl: Pokaż mi przyszłość!

source: For <b>single elimination brackets</b> the following is possible:
pl: Dla <b>drabinek pojedynczej eliminacji</b> możesz:

source: Use a different match format for each round. For example, "5,5,7" means best-of-5 for the first two rounds, and best-of-7 for the final. You can still enter a single number to apply to all rounds.
pl: Użyć innego formatu meczu dla każdej rundy. Na przykład, "5,5,7" oznacza best-of-5 dla pierwszych dwóch rund i best-of-7 dla meczu finałowego. Możesz dodać pojedynczą liczbę, aby zastosować ją do wszystkich rund.

source: To indicate a BYE, enter "bye" or two hyphens.
pl: Aby zastosować BYE wpisz "bye" albo dwa myślniki.

source: For <b>proleague matches</b> enter first all the player of one team, and then all the players of the other team. There must be an equal number of each, but it doesn't have to be odd.
pl: Dla <b>meczów proligi</b> najpierw wpisz wszystkich graczy z jednej drużyny, a następnie wszystkich graczy z drugiej drużyny. Musi być ich taka sama liczba.

source: %(tag)s list %(listn)s
pl: %(tag)s listy %(listn)s

source: This period started on %(start)s and will end on %(end)s. The numbers given below are projected adjustments and can change before then.
pl: Ten okres zaczął się %(start)s i skończy się %(end)s. Liczby podane niżej są projekcjami poprawek i mogą się zmienić.

source: This period started on %(start)s and ended on %(end)s.
pl: Ten okres zaczął się %(start)s i skończy się %(end)s.

source: Old rtg.
pl: Stara ocena

source: Opposition
pl: Przeciwnik

source: Expected score
pl: Oczekiwany wynik

source: Actual score
pl: Aktualny wynik

source: Performance
pl: Wydajność

source: New rtg.
pl: Nowa ocena

source: Adjustment
pl: Różnica

source: <strong>Note:</strong> Some games have not been included in the rating calculations because they were just recently submitted or modified. They will be included in the next update. This happens every six hours. The time of the last update can be found %(a)shere</a>.
pl: <strong>Notatka:</strong> Niektóre gry nie zostały wliczone w kalkulację oceny, ponieważ zostały dopiero co dodane lub zmodyfikowane. Zostaną wliczone w kolejnej aktualizacji. Zdarza się to co sześć godzin. Czas ostatniej aktualizacji można znaleźć %(a)shere</a>.

source: %(plr)s played no games in this period.
pl: %(plr)s nie zagrało gier w tym okresie.

source: No entries found.
pl: Nie znaleziono wpisów.

source: Records for %(rc)s
pl: Rekordy dla rasy: %(rc)s

source: Records for %(r)s
pl: Rekordy dla rasy: %(r)s

source: To avoid rating artifacts, the earliest periods are not counted.
pl: Aby uniemożliwić ocenę starych gier najwcześniejsze okresy nie są wliczane.

source: Highest ratings ever achieved by %(rc)s.
pl: Najwyższe oceny kiedykolwiek osiągnięte przez rasę %(rc)s

source: Highest ratings ever achieved
pl: Najwyższe oceny kiedykolwiek osiągnięte

source: Highest ratings ever achieved by matchup
pl: Najwyższe oceny kiedykolwiek osiągnięte na matchup

source: Rating PvP
pl: Ocena PvP

source: Rating PvT
pl: Ocena PvT

source: Rating PvZ
pl: Ocena PvZ

source: Rating TvP
pl: Ocena TvP

source: Rating TvT
pl: Ocena TvT

source: Rating TvZ
pl: Ocena TvZ

source: Rating ZvP
pl: Ocena ZvP

source: Rating ZvT
pl: Ocena ZvT

source: Rating ZvZ
pl: Ocena ZvZ

source: Rating vP
pl: Ocena vP

source: Rating vT
pl: Ocena vT

source: Rating vZ
pl: Ocena vZ

source: Balance report
pl: Raport o balansie

source: Winrate [%%]
pl: Statystyki [%%]

source: Performance difference
pl: Różnica wyników

source: Performance difference [points]
pl: Różnica wyników [punkty]

source: Difference
pl: Różnica

source: The following chart show the historical month-by-month winrates for each non-mirror matchup in the database.
pl: Następujący wykres pokazuje historyczne statystyki miesiąc-do-miesiąca dla każdego nie-mirrorowego matchupu w bazie danych.

source: Note that this yields information about <em>metagame</em> balance near the <em>top of the skill ladder</em>, and is not to be confused with (although likely correlated to) actual game balance throughout the whole player population.
pl: Pamiętaj, że daje to informacje dotyczące <em>metagame'u</em> blisko <em>topki w skillu na ladderze</em> i nie powinno być mylone (mimo że najprawdopodobniej jest powiązane) z właściwym balansem gry dotyczącym wszystkich graczy.

source: The winrate is shown with respect to the race listed first, so if the Protoss vs. Terran graph shoots up, that means Protoss is doing well and Terran poorly.
pl: Statystyka jest pokazana zgodnie z rasą wypisaną jako pierwsza. Jeżeli wystrzeli w górę wykres Protoss vs. Terran to znaczy, że Protoss daje sobie radę, a Terran niezbyt.

source: The performance difference chart shows the <em>approximate</em> difference between <em>actual performance</em> as evidenced by results and <em>predicted performance</em> by rating. For example, if, averaged over a whole month, all Terrans had mean rating difference -100 (which is to say, their mean rating was equal to 100 less than that of their opponents), but they performed as if they had a mean rating difference of +100 (about 54.5%% winrate), then that amounts to a performance difference of <strong>+200</strong>, which is to be interpreted as that Terran players overall performed 200 points better than expected.
pl: Wykres różnicy wydajności pokazuje <em>przybliżoną</em> różnicę pomiędzy <em>aktualną wydajnością</em> potwierdzoną przez wyniki, a <em>wydajnością przewidywaną</em> przez ocenę. Na przykład, jeżeli, uśredniając do miesiąca, wszyscy Terranie mieli średnią różnicę w ocenie -100 (co trzeba uściślić, że ich średnia ocena była równa 100 mniej niż ich przeciwników), ale grali tak, jakby ich średnia różnica w ocenie wynosiła +100 (około 54.5%% w statystykach), wtedy liczy się to do różnicy w wydajności jako <strong>+200</strong>, co trzeba interpretować jako to, że Terranie ogólnie grali o 200 punktów lepiej, niż zakładano.

source: This chart can avoid some of the problems with the above, which can potentially be influenced by incredibly hot streaks from one or two singularly great players. However, as ratings catch up to the performances of the players, this chart will tend toward equilibrium, even if balance never changes.
pl: Ten wykres może uniknąć niektórych problemów tego systemu, które mogą być wprowadzone wskutek świetnych pass od jednego lub dwóch świetnych graczy. Mimo tego, gdy oceny dogonią wydajność graczy, ten wykres będzie powracał do równowagi, nawet wtedy, gdy balans się nie zmieni.

source: Results for %(date)s
pl: Wyniki z %(date)s

source: Go to date:
pl: Idź do daty:

source: month
pl: miesiąc

source: week
pl: tydzień

source: No registered results on this date.
pl: Z tej daty nie ma zarejestrowanych wyników.

source: Notice something missing? We're always looking for people to help %(a)spopulate our database</a>!
pl: Zauważyłeś, że czegoś brakuje? Zawsze szukamy ludzi chętnych do pomocy w %(a)szapełnianiu naszej bazy danych</a>!

source: Enter players. The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
pl: Wprowadź graczy. Informacje o graczu nie muszą go unikalnie identyfikować i powinny być w formie listy podzielonej w dany sposób:

source: Player tag, e.g. "DongRaeGu"
pl: Pseudonim gracza, np. "DongRaeGu"

source: Race, i.e. "P", "T", "Z", "R" or "S"
pl: Rasa, tj. "P", "T", "Z", "R" lub "S"

source: A two- or three-letter <a href="%(uri)s">ISO 3166-1 alpha-2</a> country code. e.g. "KR", or the common English name of a country
pl: Dwu- lub trzyliterowy <a href="%(uri)s">ISO 3166-1 alpha-2</a> kod kraju np."KR", lub popularna angielska nazwa tego kraju

source: Team name, e.g. "MVP"
pl: Nazwa drużyny, np. "MVP"

source: Player or team aliases (we add these to the database when we feel like they're needed), e.g. "DRG"
pl: Alias gracza lub drużyny (dodajemy je, gdy uznajemy, że są potrzebne), np. "DRG"

source: A player ID number, which you can get from the URL of the player page, e.g. "4"
pl: Numer ID gracza, który można uzyskać z URL jego strony, np. "4"

source: Note that everything is case insensitive.
pl: Pamiętaj, że wielkość liter nie jest ważna.

source: Found %(cnt)s match.
pl: Znaleziono %(cnt)s mecz.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
pl: Pod tymi filtrami, %(pla)s jest <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> w grach i <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> w meczach.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches against %(plb)s.
pl: Pod tymi filtrami, %(pla)s jest <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> w grach i <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> w meczach %(plb)s.

source: Check all
pl: Zaznacz wszystkie

source: Uncheck all
pl: Odznacz wszystkie

source: The following modifications will be made to all checked matches:
pl: Następujące modyfikacje zostaną dodane do wszystkich zaznaczonych meczów:

source: Review results
pl: Lista wyników

source: The following matches were successfully approved:
pl: Następujące mecze zostały zatwierdzone:

source: Game
pl: Gra

source: To all checked submissions, do the following:
pl: Do zaznaczonych zgłoszeń zastosuj:

source: Approve
pl: Zatwierdzenie

source: Reject
pl: Odrzucenie

source: There are no results awaiting review.
pl: Nie ma wyników oczekujących sprawdzenia.

source: Search results
pl: Wyniki wyszukiwania

source: No such player, team or event '%(query)s' found.
pl: Nie ma takiego gracza, drużyny, ani zdarzenia '%(query)s' , które można było znaleźć.

source: Modify team
pl: Modyfikuj drużynę

source: %(teamname)s was founded on %(founded)s and disbanded on %(disbanded)s.
pl: %(teamname)s zostało założone %(founded)s i rozwiązane %(disbanded)s.
