Repository: HTensor/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Exchange rate not found for currency %(code)s on %(date)s
pl: Kurs wymiany nie został znaleziony dla waluty %(code)s dnia %(date)s

source: '%s' not unique
pl: '%s' nie jest unikalne

source: You are not logged in.
pl: Nie jesteś zalogowany.

source: login
pl: Zaloguj

source: You are logged in as %s
pl: Jesteś zalogowany jako %s

source: logout
pl: Wylogowanie

source: change password
pl: Zmiana hasła

source: This field is required.
pl: To pole jest wymagane.

source: Current
pl: Obecna

source: History
pl: Historia

source: Earnings
pl: Zarobki

source: Teams
pl: Drużyny

source: Transfers
pl: Transfery

source: Records
pl: Rekordy

source: HoF
pl: Sala Sław

source: All
pl: Wszystkie

source: Results
pl: Wyniki

source: By Date
pl: Według daty

source: By Event
pl: Według zdarzenia

source: Search
pl: Szukaj

source: Inference
pl: Przewiduj

source: Predict
pl: Predykcja

source: Misc
pl: Różne

source: Balance Report
pl: Raport o balansie

source: Days Since…
pl: Dni od kiedy...

source: Compare
pl: Porównaj

source: About
pl: O stronie

source: Database
pl: Baza danych

source: Submit
pl: Dodaj

source: Matches
pl: Mecze

source: Review
pl: Przegląd

source: Events
pl: Wydarzenia

source: Open events
pl: Otwarte wydarzenia

source: Player info
pl: Informacje o graczu

source: Summary
pl: Podsumowanie

source: Rating history
pl: Historia oceny

source: Match history
pl: Historia meczów

source: Adjustments
pl: Modyfikacje

source: Contains player information.
pl: Zawiera informacje o graczu

source: primary key
pl: Klucz główny

source: in-game name of the player
pl: Nazwa gracza w grze

source: real name
pl: Prawdziwe imię

source: birthday
pl: Data urodzenia

source: MC number
pl: Numer MC

source: external TLPD ID
pl: Zewnętrzne ID TLPD

source: bit-flag value denoting which TLPD databases this player is in (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
pl: wartość bitowa oznaczająca w której bazie TLPD dany gracz jest (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)

source: title of Liquipedia page (the part after http://wiki.teamliquid.net/starcraft2/)
pl: nazwa strony Liquipedii (część po http://wiki.teamliquid.net/starcraft2/)

source: external sc2earnings.com ID
pl: zewnętrzne ID sc2earnings.com

source: ISO-3166-1 alpha-2 country code
pl: ISO-3166-1 alpha-2 kod kraju

source: P, T or Z for normal races, R for random and S for race switcher
pl: P, T lub Z dla ras, R dla randoma oraz S dla zmiany ras

source: their PP score (see <a href="%s">Hall of Fame</a> for explanation)
pl: ich wynik PP (zobacz <a href="%s">Salę Sław</a> dla wyjaśnienia)

source: foreign key to period (start of PP-period)
pl: klucz obcy do okresu (rozpoczęcie okresu PP)

source: foreign key to period (first period after end of PP-period)
pl: klucz obcy do okresu (pierwszy okres po zakończeniu okresu PP)

source: foreign key to rating (should link to the latest published rating of the player)
pl: klucz obcy do rating (powinno kierować do ostatniej opublikowanej oceny gracza)

source: Contains game information.
pl: Zawiera informacje odnośnie meczu.

source: foreign key to period (the period this match was played in)
pl: klucz obcy do period (okres, w którym mecz się odbył)

source: when the match was played (often approximate)
pl: kiedy mecz został rozegrany (najczęściej w przybliżeniu)

source: foreign key to player (player A)
pl: klucz obcy do gracza (gracz A)

source: foreign key to player (player B)
pl: klucz obcy do gracza (gracz B)

source: score for player A
pl: Wynik gracza A

source: score for player B
pl: Wynik gracza B

source: race for player A (not necessarily same as pla.race, S is not allowed)
pl: rasa dla gracza A (niekoniecznie taka sama jak pla.race, S nie jest dopuszczalne)

source: race for player B (not necessarily same as plb.race, S is not allowed)
pl: rasa dla gracza B (niekoniecznie taka sama jak plb.race, S nie jest dopuszczalne)

source: true if the match has been rated
pl: Prawdziwe jeśli mecz był oceniony

source: tournament, round, group etc. (superceded by eventobj_id if latter is not null)
pl: turniej, runda, grupa etc. (nadpisywane przez eventobj_id jeżeli nie jest równe zero)

source: foreign key to event (supercedes event field)
pl: klucz obcy do event (nakłada się na pole zdarzenia)

source: foreign key to a table removed from the dump
pl: klucz obcy do tabeli usuniętej ze zrzutu

source: game version used (WoL, HotS, LotV)
pl: Używana wersja gry (WoL, HotS, LotV)

source: whether this match was played offline
pl: czy mecz był rozegrany offline

source: foreign key to rating (rating of player A at the time of the match)
pl: klucz obcy do rating (ocena gracza A w czasie meczu)

source: foreign key to rating (rating of player B at the time of the match)
pl: klucz obcy do rating (ocena gracza B w czasie meczu)

source: Contains event information. Events are organized in a tree as defined by the <strong>eventadjacency</strong> table. “Event” in this case means anything from organizer, season, tournament, round (including qualifiers), group, days and weeks, etc.
pl: Zawiera informacje o zdarzeniu. Zdarzenia są organizowane w drzewku opisanym <strong>eventadjacency</strong>. "Zdarzenie" w tym wypadku oznacza cokolwiek, np. organizatora, sezon, turniej, rundę (włączając kwalifikacje), grupę, dni i tygodnie, itd.

source: name of this node
pl: nazwa tego węzła

source: parent node
pl: węzeł rodzicielski

source: deprecated
pl: używany sporadycznie

source: whether the event is finished or not
pl: Czy zdarzenie się skończyło czy nie

source: whether the event is considered large (many games)
pl: Czy zdarzenie jest uważane za duże (wiele gier)

source: whether this event should be skipped in the fullname of descendants
pl: Czy to zdarzenie powinno być pominięte w pełnej nazwie potomnych zdarzeń

source: full name of this event (including names of ancestors)
pl: Pełna nazwa tego zdarzenia (włączając nazwy przodków)

source: URL of the event website
pl: URL strony zdarzenia

source: bit-flag value denoting which TLPD databases this event is in: (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
pl: flaga bitowa, której wartość oznacza w której bazie danych TLPD jest to zdarzenie: (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)

source: TL.net forum thread ID
pl: TL.net ID forumowego tematu

source: whether this event has an associated prizepool (NULL if unknown)
pl: czy to zdarzenie posiada wyznaczone nagrody (NULL jeśli niewiadomą)

source: date of earliest match
pl: data najwcześniejszego meczu

source: date of latest match
pl: Data ostatniego meczu

source: team, individual or frequent (only set for root nodes)
pl: drużyna, jednostka albo częsty (tylko dla pierwotnych korzeni)

source: category, event (i.e. tournament) or round (you can assume that ancestors of events are always categories and that descendants of events are always rounds)
pl: kategoria, zdarzenie (np. turniej) albo runda (możesz przyjąć, że przodkowie zdarzeń są zawsze kategoriami, natomiast spadkobiercy zdarzeń są zawsze rundami)

source: sorting index
pl: sortowanie indeksu

source: Contains the tree information for events. There is a row here for every ancestor-descendant relationship. This table contains the transitive closure, so links of any distance are listed.
pl: Posiada drzewo informacji dla zdarzeń. Jest tu zawarty wiersz dla każdej relacji przodek-potomek. Ta tabela zawiera przemijające zamknięcie, więc linki jakiejkolwiek odległości są wypisane.

source: foreign key to event
pl: klucz obcy do event

source: how many edges between the nodes
pl: Ile krawędzi pomiędzy węzłami

source: Contains rating information.
pl: Posiada informacje dotyczące oceny.

source: foreign key to period
pl: klucz obcy do period

source: foreign key to player
pl: klucz obcy do player

source: current rating
pl: Obecna ocena

source: current rating delta vP
pl: obecna ocena delta vP

source: current rating delta vT
pl: obecna ocena delta vT

source: current rating delta vZ
pl: obecna ocena delta vZ

source: current RD
pl: obecne OC

source: current RD vP
pl: obecne OC vP

source: current RD vT
pl: obecne OC vT

source: current RD vZ
pl: obecne OC vZ

source: performance rating in this period
pl: ocena w tym okresie

source: performance rating vP in this period
pl: ocena vP w tym okresie

source: performance rating vT in this period
pl: ocena vT w tym okresie

source: performance rating vZ in this period
pl: ocena vZ w tym okresie

source: smoothed rating
pl: przybliżona ocena

source: smoothed rating vP
pl: przybliżona ocena vP

source: smoothed rating vT
pl: przybliżona ocena vT

source: smoothed rating vZ
pl: przybliżona ocena vZ

source: smoothed RD
pl: przybliżone OC

source: smoothed RD vP
pl: przybliżone OC vP

source: smoothed RD vZ
pl: przybliżone OC vZ

source: smoothed RD vT
pl: przybliżone OC vT

source: rank
pl: Miejsce w rankingu

source: rank vP
pl: Miejsce w rankingu vP

source: rank vT
pl: Miejsce w rankingu vT

source: rank vZ
pl: Miejsce w rankingu vZ

source: number of periods since last game
pl: liczba okresów od ostatniej gry

source: rating gap to number 7 (used in the <a href="%s">Hall of Fame</a>)
pl: różnica oceny do liczby 7 (używane w <a href="%s">Sala Sław</a>)

source: foreign key to rating; previous rating for this player
pl: klucz obcy do rating; poprzednia ocena tego gracza

source: A period represent a discrete time interval used for rating computation purposes.
pl: Okres reprezentuje konkretny przedział czasowy używany do obliczeń oceny.

source: starting date (inclusive)
pl: data rozpoczęcia (włącznie)

source: ending date (inclusive)
pl: data zakończenia (włącznie)

source: whether this period has been rated
pl: czy ten okres został oceniony

source: whether this period needs re-rating (something has changed)
pl: czy ten okres musi być oceniony ponownie (kiedy coś się zmieniło)

source: number of returning players
pl: liczba powracających graczy

source: number of new players
pl: liczba nowych graczy

source: number of games played
pl: liczba rozegranych gier

source: OP-score for Protoss
pl: OP-wynik dla Protossów

source: OP-score for Terran
pl: OP-wynik dla Terran

source: OP-score for Zerg
pl: OP-wynik dla Zergów

source: Contains group information (for now, this means teams).
pl: Zawiera informacje grupowe (w tym momencie dla drużyn).

source: name of group
pl: nazwa grupy

source: short name of group
pl: krótka nazwa grupy

source: all-kill score (if team)
pl: wynik all-kill (jeśli drużyny)

source: proleague score (if team)
pl: wynik proligi (jeżeli drużyna)

source: date founded
pl: data założenia

source: date disbanded
pl: data rozwiązania

source: whether the group is active
pl: czy ta grupa jest aktywna

source: URL of team website
pl: URL strony drużyny

source: whether this group is a proper team
pl: czy ta grupa jest właściwą drużyną

source: whether this group has manually added members or not (currently has no effect, there are no automatic groups)
pl: czy ta grupa ma ręcznie dodanych członków, czy nie (w tym momencie nie ma efektu, nie ma automatycznych grup)

source: Links teams and players together in a many-to-many relationship.
pl: Łączy drużyny i graczy razem w związku wielu-do-wielu.

source: foreign key to group
pl: klucz obcy do group

source: start date of membership
pl: rozpoczęcie przynależności

source: end date of membership
pl: zakończenie przynależności

source: whether the membership is in effect (many end dates are unknown, so this is needed)
pl: Czy przynależność jest w mocy (wiele dat zakończenia jest nieznanych, więc to jest wymagane)

source: whether the player is a playing member (false for coaches, among others)
pl: czy gracz jest osobą grającą (fałszywe dla trenerów, pośród innych)

source: Contains prize pool information. Each row represents a single payout to a single player.
pl: Zawiera informacje o nagrodach. Każdy wiersz reprezentuje pojedynczą wypłatę dla pojedynczego gracza.

source: amount in USD at the time of the win
pl: Ilość w USD w momencie wygrania

source: amount in original currency
pl: wartość w oryginalnej walucie

source: currency code
pl: kod walutowy

source: place in the event
pl: miejsce, które gracz zajął (1,2,3, itd.)

source: Contains aliases for teams and players (common nicknames and shortened names.)
pl: Zawiera aliasy dla drużyn i graczy (popularne nicki i skrócone imiona).

source: the alias
pl: alias

source: Contains messages associated with some objects, containing perhaps relevant information.
pl: Zawiera wiadomości powiązane z niektórymi obiektami, możliwe, że zawierające ważne informacje.

source: info, warning, sucess or error
pl: informacja, ostrzeżenie, sukces albo błąd

source: text describing this message
pl: tekst opisujący tę wiadomość

source: parameters for string interpolation
pl: parametry dla wstawiania ciągu znaków

source: foreign key to match
pl: klucz obcy do match

source: Contains stories (dots plotted in some players' rating charts.)
pl: Zawiera historie (kropki wplecione w wykresy ocen niektórych graczy)

source: text describing this story
pl: tekst opisujący tą historię

source: when it happened
pl: kiedy to się wydarzyło

source: foreign key to event (if applicable)
pl: klucz obcy do event (jeśli da się zastosować)

source: The blog/news section is only in English, sorry.
pl: Sekcja bloga/newsów jest jedynie po angielsku, przepraszamy.

source: Name/organization
pl: Nazwa/organizacja

source: Contact
pl: Kontakt

source: Entered data was invalid.
pl: Wpisane dane są niewłaściwe.

source: Your API key is <code>%s</code>. Please keep it safe.
pl: Twój kod API to <code>%s</code>. Proszę, zachowaj go dla siebie.

source: The API documentation is only in English, sorry.
pl: Dokumentacja API jest tylko po angielsku, przepraszamy.

source: The old password didn't match. Your password was not changed.
pl: Stare hasło nie pasuje. Twoje hasło nie zostało zmienione.

source: The new passwords didn't match. Your password was not changed.
pl: Nowe hasła nie pasują. Twoje hasło nie zostało zmienione

source: The password for %s was successfully changed.
pl: Hasło dla %s zostało zmienione.

source: Africa
pl: Afryka

source: Antarctica
pl: Antarktyda

source: Asia
pl: Azja

source: Europe
pl: Europa

source: North America
pl: Ameryka Północna

source: South America
pl: Ameryka Południowa

source: Afghanistan
pl: Afganistan

source: Algeria
pl: Algieria

source: American Samoa
pl: Samoa Amerykańskie

source: Andorra
pl: Andora

source: Antigua and Barbuda
pl: Antigua i Barbuda

source: Azerbaijan
pl: Azerbejdżan

source: Argentina
pl: Argentyna

source: Bahamas
pl: Bahamy

source: Bahrain
pl: Bahrajn

source: Bangladesh
pl: Bangladesz

source: Belgium
pl: Belgia

source: Bermuda
pl: Bermudy

source: Bolivia
pl: Boliwia

source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

source: Bouvet Island
pl: Wyspa Bouveta

source: Brazil
pl: Brazylia

source: British Indian Ocean Territory
pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: Solomon Islands
pl: Wyspy Salomona

source: British Virgin Islands
pl: Brytyjskie Wyspy Dziewicze

source: Bulgaria
pl: Bułgaria

source: Myanmar
pl: Mjanma

source: Belarus
pl: Białoruś

source: Cambodia
pl: Kambodża

source: Cameroon
pl: Kamerun

source: Canada
pl: Kanada

source: Cape Verde
pl: Republika Zielonego Przylądka

source: Cayman Islands
pl: Kajmany

source: Central African Republic
pl: Republika Środkowoafrykańska

source: Chad
pl: Czad

source: China
pl: Chiny

source: Taiwan
pl: Tajwan

source: Christmas Island
pl: Wyspa Bożego Narodzenia

source: Cocos (Keeling) Islands
pl: Wyspy Kokosowe

source: Colombia
pl: Kolumbia

source: Comoros
pl: Komory

source: Mayotte
pl: Majotta

source: Congo
pl: Kongo

source: Cook Islands
pl: Wyspy Cooka

source: Costa Rica
pl: Kostaryka

source: Croatia
pl: Chorwacja

source: Cuba
pl: Kuba

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Czechy

source: Denmark
pl: Dania

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Dominikana

source: Ecuador
pl: Ekwador

source: El Salvador
pl: Salwador

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Ethiopia
pl: Etiopia

source: Eritrea
pl: Erytrea

source: Faroe Islands
pl: Wyspy Owcze

source: Falkland Islands (Malvinas)
pl: Falklandy

source: South Georgia and the South Sandwich Islands
pl: Georgia Południowa i Sandwich Południowy

source: Fiji
pl: Fidżi

source: Finland
pl: Finlandia

source: Åland Islands
pl: Wyspy Alandzkie

source: France
pl: Francja

source: French Guiana
pl: Gujana Francuska

source: French Polynesia
pl: Polinezja Francuska

source: French Southern Territories
pl: Francuskie Terytoria Południowe i Arktyczne

source: Djibouti
pl: Dżibuti

source: Georgia
pl: Gruzja

source: Palestinian Territory
pl: Palestyna

source: Germany
pl: Niemcy

source: Greece
pl: Grecja

source: Greenland
pl: Grenlandia

source: Guadeloupe
pl: Gwadelupa

source: Guatemala
pl: Gwatemala

source: Guinea
pl: Gwinea

source: Guyana
pl: Gujana

source: Heard Island and McDonald Islands
pl: Wyspy Heard i McDonalda

source: Vatican City
pl: Watykan

source: Hungary
pl: Węgry

source: Iceland
pl: Islandia

source: India
pl: Indie

source: Indonesia
pl: Indonezja

source: Iraq
pl: Irak

source: Ireland
pl: Irlandia

source: Israel
pl: Izrael

source: Italy
pl: Włochy

source: Cote d'Ivoire
pl: Wybrzeże Kości Słoniowej

source: Jamaica
pl: Jamajka

source: Japan
pl: Japonia

source: Kazakhstan
pl: Kazachstan

source: Jordan
pl: Jordania

source: Kenya
pl: Kenia

source: North Korea
pl: Korea Północna

source: South Korea
pl: Korea Południowa

source: Kuwait
pl: Kuwejt

source: Kyrgyzstan
pl: Kirgistan

source: Lebanon
pl: Liban

source: Latvia
pl: Łotwa

source: Libya
pl: Libia

source: Lithuania
pl: Litwa

source: Luxembourg
pl: Luksemburg

source: Macao
pl: Makau

source: Madagascar
pl: Madagaskar

source: Malaysia
pl: Malezja

source: Maldives
pl: Malediwy

source: Martinique
pl: Martynika

source: Mauritania
pl: Mauretania

source: Mexico
pl: Meksyk

source: Moldova
pl: Mołdawia

source: Montenegro
pl: Czarnogóra

source: Morocco
pl: Maroko

source: Mozambique
pl: Mozambik

source: Netherlands
pl: Holandia

source: Netherlands Antilles
pl: Antyle Holenderskie

source: New Caledonia
pl: Nowa Kaledonia

source: New Zealand
pl: Nowa Zelandia

source: Nicaragua
pl: Nikaragua

source: Norfolk Island
pl: Norfolk

source: Norway
pl: Norwegia

source: Northern Mariana Islands
pl: Mariany Północne

source: United States Minor Outlying Islands
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych

source: Micronesia
pl: Mikronezja

source: Marshall Islands
pl: Wyspy Marshalla

source: Papua New Guinea
pl: Papua-Nowa Gwinea

source: Paraguay
pl: Paragwaj

source: Philippines
pl: Filipiny

source: Pitcairn Islands
pl: Pitcairn

source: Poland
pl: Polska

source: Portugal
pl: Portugalia

source: Guinea-Bissau
pl: Gwinea Bissau

source: Timor-Leste
pl: Timor Wschodni

source: Puerto Rico
pl: Portoryko

source: Qatar
pl: Katar

source: Romania
pl: Rumunia

source: Russia
pl: Rosja

source: Saint Helena
pl: Wyspa Świętej Heleny

source: Saint Kitts and Nevis
pl: Saint Kitts i Nevis

source: Saint Pierre and Miquelon
pl: Saint-Pierre i Miquelon

source: Saint Vincent and the Grenadines
pl: Saint Vincent i Grenadyny

source: Sao Tome and Principe
pl: Wyspy Świętego Tomasza i Książęca

source: Saudi Arabia
pl: Arabia Saudyjska

source: Singapore
pl: Singapur

source: Slovakia
pl: Słowacja

source: Vietnam
pl: Wietnam

source: Slovenia
pl: Słowenia

source: South Africa
pl: Republika Południowej Afryki

source: Spain
pl: Hiszpania

source: Western Sahara
pl: Sahara Zachodnia

source: Suriname
pl: Surinam

source: Svalbard & Jan Mayen Islands
pl: Svalbard i Jan Mayen

source: Swaziland
pl: Suazi

source: Sweden
pl: Szwecja

source: Switzerland
pl: Szwajcaria

source: Thailand
pl: Tajlandia

source: Trinidad and Tobago
pl: Trynidad i Tobago

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: Tunisia
pl: Tunezja

source: Turkey
pl: Turcja

source: Turks and Caicos Islands
pl: Turks i Caicos

source: Ukraine
pl: Ukraina

source: Egypt
pl: Egipt

source: United Kingdom
pl: Wielka Brytania

source: Isle of Man
pl: Wyspa Man

source: United States of America
pl: Stany Zjednoczone

source: United States Virgin Islands
pl: Wyspy Dziewicze Stanów Zjednoczonych

source: Uruguay
pl: Urugwaj

source: Venezuela
pl: Wenezuela

source: Wallis and Futuna
pl: Wallis i Futuna

source: Yemen
pl: Jemen

source: The FAQ section is only in English, sorry.
pl: Dział FAQ jest tylko po angielsku, przepraszamy.

source: Best-of-N match
pl: Mecz Best-of-N

source: Expected exactly two players.
pl: Oczekuje dokładnie 2 graczy.

source: Expected exactly one 'best of'.
pl: Oczekuje dokładnie jednego "best of".

source: Dual tournament
pl: Drabinka podwójnej eliminacji

source: Expected exactly four players.
pl: Oczekuje dokładnie 4 graczy.

source: Single elimination bracket
pl: Drabinka pojedynczej eliminacji

source: Expected number of players to be a power of two (2,4,8,…).
pl: Oczekiwana liczba graczy to wielokrotność dwójki (2,4,8,...).

source: Expected at least one 'best of'.
pl: Oczekiwane co najmniej jedno 'best of'.

source: Round robin group
pl: Każdy z każdym

source: Expected at least three players.
pl: Oczekiwana liczba graczy to co najmniej trzy.

source: Proleague team match
pl: Mecz drużynowy Proligi

source: Expected an even number of players.
pl: Oczekiwana równa liczby graczy.

source: Players
pl: Gracze

source: Must be a comma-separated list of positive odd integers (1,3,5,…).
pl: Liczby naturalne muszą być oddzielone przecinkami (1,3,5,...).

source: No matches found: '%s'.
pl: Nie znaleziono meczów: '%s'.

source: One or more errors found in player list.
pl: Znaleziono co najmniej jeden błąd w liście graczy.

source: Intial round
pl: Runda wstępna.

source: Winners' and losers' matches
pl: Mecze wygranych i przegranych.

source: Final match
pl: Mecz finałowy

source: Round %i
pl: Runda %i.

source: Group play
pl: Faza grupowa

source: Median outcome
pl: Mediana

source: Modify
pl: Modifykacja

source: Estimated by
pl: Przybliżone o

source: Win
pl: Wygrana

source: Median Outcome Bracket
pl: Mediana wyniku drabinki

source: Team {p}
pl: Drużyna {p}

source: Charts showing balance in StarCraft II over time.
pl: Wykresy ukazujące historię balansu w StarCrafcie II

source: Number of days since...
pl: Liczba dni od...

source: Page showing the most recent time some things happened.
pl: Strona pokazująca ostatni okres, w którym coś się wydarzyło.

source: Tool for comparing players.
pl: Narzędzie do porównywania graczy.

source: MMA and DongRaeGu played a Bo5+
pl: MMA i DongRaeGu grali Bo5+.

source: Mvp won a premier event
pl: Mvp wygrał premier tournament

source: A Korean terran won against a Korean protoss in a Bo5+ (offline)
pl: Koreański terran wygrał z koreańskim protossem w Bo5+ (offline)

source: A foreign terran won against a Korean protoss (offline)
pl: Foreigner grający rasą Terran wygrał z koreańskim protossem (offline)

source: A foreigner won in Proleague
pl: Foreigner wygrał w Prolidze

source: A foreigner won in the GSL Code S
pl: Foreigner wygrał w GSL Code S

source: A CIS player won a major event
pl: Gracz CIS wygrał major tournament

source: Player from BY, RU, UA or KZ with 1st place prize money >= $2000
pl: Gracz z BY, RU, UA or KZ z pieniędzmi za 1. miejsce => $2000

source: A Nordic player won a major event
pl: Gracz nordycki wygrał major tournament

source: Player from SE, NO, DK, IS or FI with 1st place prize money >= $2000
pl: Gracz ze SE, NO, DK, IS albo FI z nagrodą za 1. miejsce >= $2000

source: A North American player won a major event
pl: Północnoamerykański gracz wygrał major tournament
