Repository: HTensor/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: %(teamname)s was founded on %(founded)s.
pl: %(teamname)s zostało założone %(founded)s.

source: %(teamname)s was disbanded on %(disbanded)s.
pl: %(teamname)s zostało założone %(disbanded)s.

source: Short name
pl: Krótka nazwa

source: Founded
pl: Założona

source: Disbanded
pl: Rozwiązane

source: Top 5 rating
pl: Ocena Top 5

source: Offline matches
pl: Mecze offline

source: Active roster
pl: Aktywny skład

source: %(teamname)s has %(cnt)s player who has played a rated game within the last two months.
pl: %(teamname)s ma %(cnt)s gracza, który rozegrał ocenianą grę w ciągu ostatnich dwóch miesięcy.

source: Inactive roster
pl: Nieaktywny skład

source: %(teamname)s has %(cnt)s player who has been temporarily removed from the ranking due to inactivity.
pl: %(teamname)s ma %(cnt)s gracza który został chwilowo usunięty z rankingu przez nieaktywność.

source: Assigned to %(teamname)s in a non-playing capacity:
pl: Do %(teamname)s należą nie grający:

source: Past members
pl: Poprzedni członkowie

source: Active teams
pl: Aktywne drużyny

source: All-kill score
pl: Wynik all-kill

source: Proleague score
pl: Wynik Proligi

source: Disbanded teams
pl: Rozwiązane drużyny
