Repository: HTensor/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Anything that can be used to identify the tournament the games were played in. Please provide as much information as possible. (Rounds, day number, week number, etc.)
pl: Cokolwiek, co może zostać użyte do identyfikacji turnieju i gier w nim rozegranych. Postaraj się dostarczyć jak najwięcej informacji. (Rundy, numer dnia, numer tygodnia, etc.)

source: Event object
pl: Obiekt zdarzenia

source: The event the games were played in.
pl: Zdarzenie, na którym rozegrały się gry.

source: If you can't find the correct event object, you have to %(a)smake it</a>. If these are the final games associated with an event object, please close it afterwards.
pl: Jeżeli nie możesz znaleźć odpowiedniego obiektu zdarzenia, musisz %(a)s go stworzyć</a>. Następnie zamknij je, jeżeli są to ostatnie gry powiązane z obiektem zdarzenia.

source: Date played
pl: Data rozegrania

source: The date the games were played (as accurate as possible). This will be used to check for possible duplicates.
pl: Kiedy gry zostały rozegrane (tak dokładnie, jak to możliwe). To pozwoli na sprawdzenie w kierunku prawdopodobnych duplikatów.

source: Indicate on which version of SC2 the games were played.
pl: Wskaż na jakiej wersji SC2 gry zostały rozegrane.

source: Use <strong>offline</strong> for games that were played at a live tournament, otherwise use <strong>online</strong>.
pl: Użyj <strong>offline</strong> dla gier, które zostały rozegrane na turnieju live, w innym przypadku użyj <strong>online</strong>.

source: An URL to a credible source where the results can be double checked (for example: official tournament brackets, Liquipedia page or Team Liquid live report thread).
pl: URL do wiarygodnego źródła, gdzie wyniki mogą być podwójnie sprawdzone (na przykład: oficjalna drabinka turniejowa, strona Liquipedii albo raport na żywo Team Liquid).

source: (Optional) A way to contact you if we have questions about your submission. E-mail, Team Liquid username, Reddit username etc. are fine.
pl: (Opcjonalne) Sposób do skontaktowania się z Tobą, jeżeli będziemy mieli pytania dotyczące Twojego zgłoszenia. E-mail, nazwa użytkownika na Team Liquid, nazwa użytkownika na Reddicie, itd.

source: (Optional) Any extra information you have that may or may not be of use.
pl: (Opcjonalne) Jakiekolwiek dodatkowe informacje, które mogą się przydać.

source: A list of the results you want to add. Please see <strong>match syntax</strong> for more information.
pl: Lista wyników, które chcesz dodać. Po więcej informacji spójrz na <strong>składnię meczu</strong>.

source: Please see <strong>common problems</strong> if you are unsure about a player.
pl: Jeżeli nie jesteś czegoś pewien na temat gracza, skorzystaj z zakładki <strong>Częste problemy</strong>.

source: Each line corresponds to a match, and should be entered using this format:
pl: Każda linia odpowiada meczowi i powinna być wprowadzona używając tego formatu:

source: Score
pl: Wynik

source: The player information must uniquely identify the player, and should be space-separated list of any of the following:
pl: Informacje dotyczące gracza najbardziej unikalnie go identyfikują i powinny być oddzielone spacjami:

source: The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
pl: Informacje o graczu nie muszą unikalnie identyfikować gracza i powinny być to oddzielone spacjami listy:

source: Player tag, e.g. <code>DongRaeGu</code>.
pl: Psuedonim gracza, np. <code>DongRaeGu</code>.

source: Race, i.e. <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) or <code>S</code> (race switcher).
pl: Rasa, tj. <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) or <code>S</code> (Gracz zmieniający rasy).

source: A two- or three-letter %(a)sISO 3166-1 alpha-2 country code</a>, e.g. <code>KR</code> or <code>KOR</code>, or the common English name of a country (the latter will only work if the country name does not contain spaces.
pl: Dwuliterowe lub trzyliterowe %(a)sISO 3166-1 alpha-2 kod kraju</a>, np., <code>KR</code> albo </code>KOR</code>, lub popularna angielska nazwa kraju (to ostatnie będzie działać tylko, jeżeli nazwa kraju nie zawiera spacji).

source: Team name, e.g. <code>MVP</code>.
pl: Nazwa drużyny, np. <code>MVP</code>.

source: Player or team aliases, e.g. <code>DRG</code>. The most common ones should be recognized by the system
pl: Pseudonimy graczy lub drużyn, np. <code>DRG</code>. Najpopularniejsze powinny być rozpoznane przez system

source: A player ID number, which you can get from the URL of the %(a)splayer page</a>, e.g. <code>4</code>.
pl: Numer ID gracza, który możesz uzyskać z URL %(a)s strony gracza</a>, np. <code>4</code>

source: If you are adding a match by a race switcher you need to tell the system which race the player was playing in that match. Do this by adding a <code>%(clause)s</code> clause at the <strong>end</strong> of the player information. For example, if MorroW plays Protoss, you can do this:
pl: Jeżeli dodajesz mecz, w którym gracz zmieniał rasę, musisz powiedzieć systemowi którą rasą gracz grał w tym meczu. Zrób to dodając paragraf <code>%(clause)s</code> na <strong>koniec</strong> informacji o graczu. Na przykład, jeżeli MorroW gra Protossem, możesz zrobić to:

source: Please also provide race information about random players whenever this is known, though it's not required.
pl: Dodatkowo, dostarcz informacje o rasach graczy grających randomem, kiedy jest taka możliwość.

source: Everything is based on case-insensitive search. There is no recognizable difference between <code>Mvp</code> (the player) and <code>MVP</code> (the team).
pl: Wielkość liter w wyszukiwaniu nie ma znaczenia. Nie ma różnicy pomiędzy <code>Mvp</code> (gracz) i <code>MVP</code> (drużyna).

source: When submitted, the system will try to add as many of the matches as it can. Some entries might produce warnings, in which case you will be notified about what to do. This happens when:
pl: Gdy dodasz, system postara się dodać tyle meczów, ile będzie mógł. Niektóre wpisy mogą wyrzucić ostrzeżenia, wtedy zostaniesz poinformowany co robić. To dzieje się wtedy, gdy:

source: a player is not uniquely identified. In this case, add more information. Use the ID number if necessary.
pl: Gracz nie jest unikalnie identyfikowany. W takim wypadku dodaj więcej informacji. Użyj numeru ID jeśli trzeba.

source: a player can't be found. In this case, add the switch <code>!MAKE</code> to the end of the respective line(s). This will make a player entry if needed. In this case, you <strong>must</strong> provide a player tag and race. Please also provide a country code if possible, and make sure the player tag is spelled correctly (including capitalisation).
pl: Gracz nie może zostać znaleziony. W takim wypadku dodaj <code>!MAKE</code> na koniec odpowiednich linii. To stworzy wpis gracza jeśli będzie potrzebny. W tym wypadku <strong>musisz</strong> dostarczyć nam psuedonim gracza i jego rasę. Dodatkowo, proszę dostarcz kod kraju i upewnij się, że tag gracza jest odpowiednio wpisany (wliczając wielkość liter).

source: a duplicate entry was found. If you are certain that the two players in question played more than one match within a single day with the same result (this can happen, but it's rare), add the switch <code>!DUP</code> to the end of the respective line(s). This will force the match to be entered.
pl: Taki sam wpis został znaleziony. Jeśli jesteś pewien, że obaj gracze zagrali więcej niż jeden mecz w ciągu jednego dnia z tym samym wynikiem (może się zdarzyć, ale to rzadkość), dodaj <code>!DUP</code> na koniec odpowiednich linii. To zmusi mecz do dodania.

source: When submitted, the system will try to find as many players as it can. If a player can't be found, or if the information provided applies to more than one player, that's fine. We will fix it when reviewing the submission.
pl: Gdy wyślesz, system postara się znaleźć jak najwięcej graczy. Jeżeli mu się to nie uda, albo informacje dostarczone będą pasowały do więcej, niż jednego gracza, nie przejmuj się. Naprawimy to przeglądając Twój wniosek.

source: The system will also try to avoid duplicates. If your match appears to be a duplicate of another match in the database (same players, score and close in time), you will get a warning. To avoid this, add the switch <code>!DUP</code> to the end of the match description. This will force the match to be entered.
pl: System będzie także próbował ominąć duplikację. Jeśli Twój mecz pojawi się jako duplikat innego meczu z bazy danych (Ci sami gracze, wynik i podobny termin) otrzymasz ostrzeżenie. Aby temu zapobiec dodaj <code>!DUP</code> na koniec opisu meczu. To zmusi system do dodania meczu.

source: Most players are uniquely identifiable through their nickname alone. For a list of the most common exceptions, please look at <strong>common problems</strong>.
pl: Większość graczy jest unikalnie identyfikowalna przez ich nicki. Po listę najczęściej spotykanych wyjątków zajrzyj do <strong>FAQ</strong>.

source: Here are some real-world examples. From the GSL:
pl: Tu są przykłady z życia wzięte. Z GSL:

source: Some players have to be identified by race and/or country, such as Creator:
pl: Niektórzy gracze muszą być identyfikowani przez rasę i/lub kraj, tak, jak Creator:

source: Some players have aliases to help entering their names, such as BBoongBBoong:
pl: Niektórzy gracze mają aliasy, które pomagają wprowadzić ich nazwy, np. BBoongBBoong:

source: Some players are more easily identified by team, such as Mvp and HerO:
pl: Niektórzy gracze są łatwi do zidentyfikowania po drużynie, np. Mvp i HerO:

source: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer and Clarity KiLLeR should be identified by team.
pl: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer and Clarity KiLLeR powinni być zidentyfikowani po drużynie.

source: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, and Top all need to be identified by race and/or country.
pl: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest i Top muszą być identyfikowani przez rasę i/lub kraj.

source: Common country codes
pl: Popularne kody krajów

source: Commit
pl: Dodaj

source: Commit and close event
pl: Dodaj i zamknij zdarzenie

source: The other fields are not of interest.
pl: Inne pola nie są ważne.

source: Change password
pl: Zmień hasło

source: To change the password for %(user)s, fill in the form.
pl: Aby zmienić hasło dla %(user)s wypełnij formularz.

source: Old password
pl: Stare hasło

source: New password
pl: Nowe hasło

source: New password again
pl: Nowe hasło ponownie

source: Days since...
pl: Dni od kiedy...

source: year
pl: rok

source: day
pl: dzień

source: <b>Major</b> is defined as a tournament where the first place prize money exceeds $2,000.
pl: <b>Major</b> jest turniejem, gdzie nagroda za pierwsze miejsce przekracza $2,000.

source: <b>Premier</b> is defined as an offline tournament where the first place prize money exceeds $10,000
pl: <b>Premier</b> jest turniejem offline, gdzie nagroda za pierwsze miejsce przekracza $10,000

source: These differ from the definitions used by %(a)sLiquipedia</a>. The reason for this being that it's hard use their definition when doing a database lookup as theirs aren't exact.
pl: Te definicje różnią się od definicji z %(a)sLiquipedii</a>. Powodem jest to, że ciężko jest używać ich definicji, przeglądając bazę danych, która nie jest taka sama jak ich.

source: Comparing players
pl: Porównanie graczy

source: Compare players
pl: Porównaj graczy

source: Database status
pl: Status bazy danych

source: Last ratings update
pl: Ostatnia aktualizacja ocen

source: F jS, Y, H:i e
pl: j. E, Y, H:i e

source: log
pl: dziennik

source: Game data
pl: Dane gry

source: games
pl: gry

source: matches
pl: mecze

source: Matches with event info
pl: Mecze z informacjami zdarzeń

source: Uncatalogued matches
pl: Nieskatalogowane mecze

source: %(nplayers)s, of which %(nkoreans)s Koreans
pl: %(nplayers)s, w tym %(nkoreans)s Koreańczyków

source: %(nteams)s, of which %(nactive)s active
pl: %(nteams)s, z czego %(nactive)s aktywnych

source: Top submitters
pl: Główni współautorzy

source: more
pl: więcej

source: Database dump
pl: Zrzut bazy danych

source: The database dump file is currently %(span)soffline</span> for reasons unknown.
pl: Plik zrzutu bazy danych jest w tym momencie %(span)soffline</span> z nieznanego powodu.

source: You can download a PostgreSQL dump <a href="%(dump)s">here</a> (%(dumpmb)s MiB) or <a href="%(gzdump)s">here</a> (%(gzdumpmb)s MiB gzipped), current as of %(datetime)s (UTC %(tz)s). It is free to use for non-commercial purposes if you credit this website when doing so.
pl: Możesz ściągnąć zrzut PostgreSQL <a href="%(dump)s">stąd</a> (%(dumpmb)s MiB) lub <a href="%(gzdump)s">stąd</a> (%(gzdumpmb)s MiB gzipped), na dzień %(datetime)s (UTC %(tz)s). Można go używać za darmo w celach niekomercyjnych, jeżeli wspomnisz o tej stronie używając go.

source: The dump contains 11 tables. Some columns are foreign keys to tables that have been removed from the dump (primarily involving user accounts). Everything given below is in terms of <strong>PostgreSQL standards</strong>.
pl: Zrzut zawiera 11 tabel. Niektóre kolumny to obce klucze do tabel, które zostały usunięte ze stosu (głównie są to dowiązania do kont użytkowników). Wszystko podane niżej działa w zgodzie ze <strong>standardami PostgreSQL</strong>.

source: Definition
pl: Definicja

source: Description
pl: Opis

source: Earnings ranking
pl: Ranking zarobków

source: In %(year)s, %(origpp)s (%(totalpp)s) was awarded in prize money.
pl: W czasie %(year)s lat, %(origpp)s (%(totalpp)s) zostało przyznane w pieniądzach.

source: In total, %(origpp)s (%(totalpp)s) was awarded in prize money.
pl: Podliczając, gracze zarobili %(origpp)s (%(totalpp)s) w nagrodach.

source: In %(year)s, %(totalpp)s was awarded in prize money.
pl: W czasie %(year)s lat, %(totalpp)s zostało przyznane w pieniądzach.

source: In total, %(totalpp)s was awarded in prize money.
pl: Podliczając, %(totalpp)s zostało przyznane w pieniądzach.

source: The filters came up empty. :(
pl: Filtry są puste. :(

source: Year:
pl: Rok:

source: Country:
pl: Kraj:

source: Currency:
pl: Waluta:

source: Filter
pl: Filtruj

source: Total earnings
pl: Całkowite zarobki

source: Event manager
pl: Menadżer zdarzeń

source: Modify event / add new sub-events
pl: Modyfikuj zdarzenie / dodaj nowe podzdarzenia

source: Use this if you want to add several events at once using a predefined naming pattern.
pl: Użyj tego jeżeli chcesz dodać kilka zdarzeń za jednym razem używając wcześniej zdefiniowanego wzorca.

source: Use this for custom names. Separate each new subevent by a comma.
pl: Użyj tego do wymyślonych nazw. Oddziel każde nowe podzdarzenie przecinkiem.

source: Commit new sub-events
pl: Stwórz nowe podzdarzenia.

source: Close event
pl: Zamknij zdarzenie

source: The events are organized in a tree, loosely hierarchical with organizer→season→tournament→stage (qualifiers/groups/playoffs)→round and so on. There are no hard rules.
pl: Zdarzenia są tworzone w postaci swobodnych drzewek, hierarchicznie organizator→sezon→turniej→etap (kwalifikacje/grupy/playoffy)→rundy i tak dalej. Nie ma twardych zasad.

source: The name displayed everywhere on the site is the concatenation of the event name and <strong>all its parents</strong>. Thus GSL→2013 Season 1→Code S→Ro32→Group A will be shown as «GSL 2013 Season 1 Code S Ro32 Group A». With this in mind, try to name the events so that the full name flows as well as possible.
pl: Nazwa wyświetlana wszędzie na stronie jest związkiem nazwy zdarzenia i <strong>wszystkich jego rodziców</strong>. Przez to GSL→2013 Sezon 1→Code S→Ro32→Grupa A zostanie pokazany jako «GSL 2013 Sezon 1 Code S Ro32 Grupa A». Pamiętając o tym, staraj się nazywać zdarzenia tak, aby pełna nazwa miała jakiś sens.

source: Do not repeat information. If you have an event called «Qualifiers», the subevents should not be called «Korean Qualifiers». Just «Korea» is fine.
pl: Nie powtarzaj informacji. Jeżeli masz zdarzenie nazwane «Qualifiers», to podzdarzenia nie powinny nazywać się «Korean Qualifiers». Sama «Korea» wystarczy.

source: Matches can only be assigned to leaf events (i.e. events with no subevents).
pl: Mecze mogą być jedynie przypisane do zdarzeń, które nie mają podzdarzeń.

source: Close an event after all the matches has been assigned. This will remove it from the list below and all drop-down boxes on the site, to help readability. If you want to reopen an event, this can be done in the admin interface or on the event page.
pl: Zamknij zdarzenie po tym, gdy wszystkie mecze zostaną przypisane. To usunie je z listy poniżej i wszystkich innych wyskakujących okienek na stronie, poprawiając czytelność. Jeśli chcesz otworzyć zdarzenie ponownie, możesz to zrobić z interfejsu admina lub na stronie zdarzenia.

source: You can improve readability by making an event «invisible» (open the admin interface and check the «noprint» option). This will hide the name. This is useful for events called e.g. «Group Stage» to turn «Code S Group Stage Group A» into «Code S Group A», which flows better. This is often used for group stages and playoffs.
pl: Możesz poprawić czytelność tworząc zdarzenie «niewidocznym» (otwórz interfejs admina i zaznacz opcję «noprint»). To ukryje nazwę. Jest to użyteczne dla zdarzeń nazwanych np. «Group Stage», aby zamienić «Code S Group Stage Group A» w «Code S Group A», co wygląda lepiej. Jest to często używane dla faz grupowych i playoffów.

source: Events with many games should also be marked «big». This will cause the list of games to be cut off. If you forget, no big deal, it's done automatically.
pl: Zdarzenia z wieloma grami powinny być dodatkowo oznaczone jako «duże». To sprawi, że lista gier zostanie ucięta. Jeśli zapomnisz, nie ma sprawy, stanie się to automatycznie.

source: <strong>Naming conventions:</strong> Ro («round of») with capital R and small o, followed immediately by the number. Third place matches should be named exactly that (not «3rd»).
pl: <strong>Normy nazewnictwa:</strong> Ro («round of») z dużym R i małym o, po którym od razu jest numer. Mecze o trzecie miejsce (Third place matches) powinny być zapisane dokładnie w ten sposób (nie «3rd»).

source: Add root event
pl: Dodaj pierwotne zdarzenie

source: Show guide
pl: Pokaż przewodnik

source: event
pl: Zdarzenie

source: modify
pl: Modyfikuj

source: Modify event
pl: Modyfikuj zdarzenie

source: <strong>Danger!</strong> Changes to date, game and offline will modify all matches associated with all events in this tree. Changing type will potentially change all children and ancestor events! Make sure you know what you are doing!
pl: <strong>Niebezpieczeństwo!</strong> Zmiany daty, gry i offline zmodyfikują wszystkie mecze połączone z wszystkimi zdarzeniami w tym drzewku. Zmiana typu potencjalnie zmieni wszystkie zdarzenia dzieci i przodków. Upewnij się, że wiesz, co robisz.

source: Add subevents
pl: Dodaj podzdarzenia

source: If you need more options, or if you need to add more than one subevent, use the <a href="/add/events/">event manager</a> tool.
pl: Jeśli potrzebujesz więcej opcji, albo jeśli potrzebujesz dodać więcej niż jedno podzdarzenie, użyj <a href="/add/events/">menadżer zdarzeń</a>.

source: Modify prizepool
pl: Modyfikuj nagrodę

source: The currency in which the prize was paid, usually the official currency in the country the tournament was held.
pl: Waluta w której nagroda została wypłacona, zazwyczaj oficjalna waluta w kraju, w którym odbył się turniej.

source: Use this for prizes related to final placement in the event.
pl: Użyj tego do nagród odnoszących się do ostatecznego miejsca w zdarzeniu.

source: [prize] [player]
pl: [nagroda] [gracz]

source: Use this for prizes unrelated to placement, i.e. public tips.
pl: Użyj tego do nagród nie odnoszących się do miejsca w turnieju, tj. publicznych napiwków.

source: Reorder subevents
pl: Ponownie uporządkuj podzdarzenia

source: Put the <strong>least significant</strong> events first (the ones played first, or with most players). Finals should be toward the bottom.
pl: Wstaw <strong>mniej ważne</strong> zdarzenia najpierw (te, które rozegrane zostały pierwsze, lub z większą ilością graczy). Finały powinny być bliżej dołu.

source: Add or change stories
pl: Dodaj albo zmień opowieści

source: Extant stories
pl: Pozostałe opowieści

source: For each parameter, a line of the form "parameter: value". The parameters needed are in the story text of the form "%(parameter)s". This will be replaced by the value you enter.
pl: Dla każdego parametru, linia "parameter: value". Parametry potrzebne są w opowieści w formie "%(parameter)s". To zostanie zamienione wartością, którą wprowadzisz.

source: Update
pl: Aktualizacja

source: Delete
pl: Skasuj

source: Navigation
pl: Nawigacja

source: Matchups
pl: Matchupy

source: Prize Pool
pl: Nagroda

source: Other Prizes
pl: Inne nagrody

source: Same level
pl: Tego samego poziomu

source: Go
pl: Przejdź

source: Next level
pl: Kolejnego poziomu

source: Mirrors
pl: Mirror

source: Details
pl: Szczegóły

source: Dates
pl: Data

source: %(fst)s to %(snd)s
pl: %(fst)s do %(snd)s

source: Prizepool
pl: Nagroda

source: External
pl: Zewnętrzny

source: Edit info
pl: Informacje o zmianach

source: Admin interface
pl: Interfejs Admina

source: Add matches
pl: Dodaj mecze

source: Prize pool
pl: Nagroda

source: Stories
pl: Historie

source: This event has no registered games... yet.
pl: To zdarzenie nie ma wpisanych gier... jeszcze.

source: Notice something missing? We're always looking for people to help <a href="%(uri)s">populate our database</a>!
pl: Zauważyłeś, że czegoś brakuje? Zawsze szukamy ludzi do <a href="%(uri)s">powiększania naszej bazy danych</a>!

source: show
pl: pokaż

source: hide
pl: ukryj

source: Go to smaller event:
pl: Idź do mniejszego zdarzenia:

source: These events have games, which means that they are currently active and have not yet finished. If the event has finished, please make sure that all matches have been added before closing the event.
pl: Te zdarzenia mają gry, co oznacza, że są one aktywne i jeszcze się nie skończyły. Jeśli zdarzenie się skończyło upewnij się, że wszystkie mecze zostały dodane przed zamknięciem zdarzenia.

source: Open events with games
pl: Otwórz zdarzenie z grami

source: Last added game
pl: Ostatnia dodana gra

source: External links
pl: Zewnętrzne linki

source: Close events
pl: Zamknij zdarzenia

source: These events have no games yet, which means that they are either future events or finished events that are not yet in the database. In the latter case, feel free to use the external links provided to add the matches to the database and close the event when you are done.
pl: Te zdarzenia nie mają jeszcze gier, co oznacza, że albo są zdarzeniami zaplanowanymi, albo zakończonymi zdarzeniami, których do tej pory nie ma w bazie danych. W tym drugim przypadku możesz korzystać z załączonych zewnętrznych linków, aby dodać mecze do bazy danych i zamknąć zdarzenie gdy skończysz.

source: Open events without games
pl: Otwórz zdarzenia bez gier

source: These events are closed and have no information on their prize pools yet.
pl: Te zdarzenia są zamknięte i nie mają w sobie informacji o nagrodach.

source: If you know the prize pool, visit the event page and add the prize pool information there.
pl: Jeśli znasz nagrody, odwiedź stronę zdarzenia i tam dodaj informacje o nagrodach.
