Repository: HTensor/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Player from US or CA with 1st place prize money >= $2000
pl: Gracz z USA lub CA z nagrodą za 1. miejsce >= $2000

source: A foreigner won a premier event
pl: Foreigner wygrał premier tournament

source: At least one game played offline with 1st place prize money >= $10,000
pl: Co najmniej jedna gra rozegrana offline z nagrodą za 1. miejsce >= $10,000

source: Jaedong got second place in an event
pl: Jaedong uplasował się na drugim miejscu w turnieju

source: SlayerS disbanded
pl: Slayers zostało rozwiązane

source: HasuObs joined mousesports
pl: HasuObs dołączył do mousesports

source: Enter at least two players.
pl: Dodaj co najmniej 2 graczy.

source: Enter at most six players.
pl: Dodaj najwyżej 6 graczy.

source: New
pl: Nowi

source: Edit
pl: Edytuj

source: Rating
pl: Ocena

source: Probability of winning...
pl: Szansa na wygraną

source: a Bo3
pl: Bo3

source: a round robin group
pl: każdy z każdym

source: a dual tournament
pl: dual tournament

source: Between these players
pl: Pomiędzy tymi graczami

source: Match wins
pl: Mecze wygrane

source: Match +/-
pl: Bilans meczów +/-

source: Game wins
pl: Gry wygrane

source: Game +/-
pl: Bilans gier +/-

source: Lifetime
pl: W karierze

source: Match win %
pl: % wygranych meczów

source: Game win %
pl: % wygranych gier

source: Other stats
pl: Inne statystyki

source: Current Form
pl: Obecna forma

source: Meta
pl: Podsumowanie

source: Total
pl: Wynik

source: General
pl: Ogólna

source: WoL Korean
pl: WoL Koreański

source: WoL International
pl: WoL międzynarodowy

source: Individual
pl: Indywidualnie

source: Team
pl: Drużyna

source: Frequent
pl: Częsty

source: Category
pl: Kategoria

source: Event
pl: Zdarzenie

source: Round
pl: Runda

source: Switcher
pl: Gracz zmieniający rasę

# possibly small letter (used in the middle of sentences)
source: Switcher
pl: Gracz zmieniający rasy

source: warning
pl: ostrzeżenie

source: error
pl: błąd

source: success
pl: sukces

source: Possible confusion
pl: Możliwe zamieszanie

source: You might be looking for %(player)s.
pl: Możesz szukać %(player)s.

source: You might be looking for %(players)s or %(player)s.
pl: Możesz szukać %(players)s albo %(player)s.

source: Walkover
pl: Walkower

source: %(player)s recieved a walkover.
pl: %(player)s otrzymał walkowera.

source: %(player)s recieved a walkover against %(opponent)s.
pl: %(player)s otrzymał walkowera od %(opponent)s.

source: Forfeit
pl: Rezygnacja

source: %(player)s forfeited.
pl: %(player)s zrezygnował.

source: Disqualification
pl: Dyskwalifikacja

source: %(player)s was disqualified.
pl: %(player)s został zdyskwalifikowany.

source: %(player)s forfeited and was replaced by %(otherplayer)s.
pl: %(player)s zrezygnował i został zmieniony przez %(otherplayer)s.

source: Forfeits
pl: Rezygnuje

source: %(players)s and %(player)s forfeited.
pl: %(players)s i %(player)s zrezygnowali.

source: %(player)s forfeited against %(opponent)s.
pl: %(player)s zrezygnował przeciwko %(opponent)s.

source: %(player)s forfeited after game %(num)s.
pl: %(player)s zrezygnował po grze numer %(num)s.

source: %(player)s forfeited game %(num)s.
pl: %(player)s zrezygnował z gry numer %(num)s.

source: %(player)s forfeited the remaining games.
pl: %(player)s zrezygnował z pozostałych gier.

source: %(player)s forfeited the remaining matches.
pl: %(player)s zrezygnował z pozostałych meczów.

source: %(players)s and %(player)s forfeited the remaining matches.
pl: %(players)s i %(player)s zrezygnowali z pozostałych meczów.

source: In addition, %(player)s received a walkover against %(opponent)s.
pl: Dodatkowo, %(player)s otrzymał walkowera przeciwko %(opponent)s.

source: In addition, %(player)s forfeited against %(opponent)s.
pl: Dodatkowo, %(player)s zrezygnował przeciwko %(opponent)s.

source: Unrated match
pl: Nieoceniany mecz.

source: In addition, %(player)s and %(opponent)s played an unrated match.
pl: Dodatkowo, %(player)s i %(opponent)s rozegrali nieoceniony mecz.

source: In addition, %(playera)s and %(playerb)s won a 2v2 against %(playerc)s and %(playerd)s.
pl: Dodatkowo, %(playera)s i %(playerb)s wygrali 2v2 przeciwko %(playerc)s i %(playerd)s.

source: Race switch
pl: Zmiana rasy

source: %(player)s played %(race)s in game %(num)s.
pl: %(player)s grał %(race)s w grze numer %(num)s.

source: %(player)s played %(race)s.
pl: %(player)s grał rasą %(race)s.

source: %(player)s switched to %(race)s after game %(num)s.
pl: %(player)s zmienił rasę na %(race)s po grze numer %(num)s.

source: %(player)s was smurfing for %(otherplayer)s.
pl: %(player)s smurfował dla %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s.
pl: %(player)s smurfował jako %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s and was disqualified due to residency rules.
pl: %(player)s smurfował jako %(otherplayer)s i został zdyskwalifikowany przez zasady dotyczące zamieszkania.

source: %(player)s was unable to attend.
pl: %(player)s nie mógł się stawić.

source: This match was split due to race-changing.
pl: Ten mecz został podzielony ze względu na zmianę rasy.

source: Irregular match
pl: Nieregularny mecz

source: Coming from the loser's bracket, %(player)s had to win two Bo%(num)ss.
pl: Przechodząc z drabinki przegranych %(player)s musiał wygrać dwa Bo%(num)s.

source: Coming from the winner's bracket, %(player)s started the match with a %(na)s-%(nb)s lead.
pl: Przechodząc z drabinki wygranych %(player)s zaczął mecz z przewagą %(na)s-%(nb)s.

source: %(player)s started the match with a %(na)s–%(nb)s lead from a previous match.
pl: %(player)s zaczął mecz z przewagą a %(na)s–%(nb)s z poprzedniego meczu.

source: %(player)s started the match with a %(na)s–%(nb)s lead.
pl: %(player)s zaczął mecz z przewagą %(na)s–%(nb)s.

source: Qualification
pl: Kwalifikacja

source: %(player)s defeated %(opponent)s to qualify for %(event)s.
pl: %(player)s pokonał %(opponent)s by zakwalifikować się na %(event)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s.
pl: %(player)s pokonał %(opponents)s i %(opponent)s by zakwalifikować się na %(event)s.

source: %(player)s defeated %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
pl: %(player)s pokonał %(opponent)s by zakwalifikować się na %(event)s razem z %(otherplayer)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
pl: %(player)s pokonał %(opponents)s i %(opponent)s by zakwalifikować się na %(event)s razem z %(otherplayer)s.

source: Forfeit and qualification
pl: Rezygnacja i zakwalifikowanie

source: %(player)s forfeited and was replaced by %(otherplayer)s who won a qualifier against %(opponent)s.
pl: %(player)s zrezygnował i został zastąpiony przez %(otherplayer)s, który wygrał qualifier przeciwko %(opponent)s.

source: Qualification match to replace %(player)s.
pl: Mecz kwalifikacyjny by zastąpić %(player)s.

source: Tiebreakers
pl: Dogrywki

source: %(players)s and %(player)s played tiebreakers for the %(num)s spots.
pl: %(players)s i %(player)s zagrali dogrywkę o %(num)s miejsca.

source: Long game
pl: Długa gra

source: Game %(num)s lasted for %(h)s hours, %(m)s minutes and %(s)s seconds.
pl: Gra numer %(num)s trwała %(h)s godzin, %(m)s minut and %(s)s sekund.

source: %(player)s won %(num)s-X, assumed to be %(num)s-0.
pl: %(player)s wygrał %(num)s-X, zakładając, że będzie to %(num)s-0.

source: Tiebreaker game.
pl: Dogrywka

source: Seed
pl: Miejsce

source: %(player)s was seededs.
pl: %(player)s dostali miejsca.

source: Seeds
pl: Miejsca

source: %(players)s and %(player)s were seeded.
pl: %(players)s i %(player)s dostali miejsca.

source: Draw
pl: Remis

source: Game %(num)s was a draw and had to be replayed.
pl: Gra numer %(num)s rozstrzygnęła się remisem i została rozegrana ponownie.

source: %(player)s wins %(event)s
pl: %(player)s wygrywa %(event)s

source: %(player)s defeats %(opponent)s and wins %(event)s
pl: %(player)s pokonuje %(opponent)s i wygrywa %(event)s

source: %(player)s wins %(event)s as a royal roader
pl: %(player)s wygrywa %(event)s jako royal roader

source: %(player)s defeats %(opponent)s and wins %(event)s as a royal roader
pl: %(player)s pokonuje %(opponent)s i wygrywa %(event)s jako royal roader

source: %(player)s all-kills %(team)s
pl: %(player)s robi all-kill %(team)s

source: %(player)s all-kills %(team)s and wins %(event)s
pl: %(player)s robi all-kill %(team)s i wygrywa %(event)s

source: %(player)s finishes second in %(event)s
pl: %(player)s zajmuje drugie miejsce w %(event)s

source: %(player)s finishes third in %(event)s
pl: %(player)s zajmuje trzecie miejsce w %(event)s

source: %(player)s finishes fourth in %(event)s
pl: %(player)s zajmuje czwarte miejsce w %(event)s

source: %(player)s finishes top 4 in %(event)s
pl: %(player)s kończy w top 4 w %(event)s

source: %(player)s finishes top 8 in %(event)s
pl: %(player)s kończy w top 8 w %(event)s

source: %(player)s switches to %(race)s
pl: %(player)s zmienia rasę na %(race)s

source: %(player)s switches back to %(race)s
pl: %(player)s zmienia rasę z powrotem na %(race)s

source: %(player)s switches from %(racea)s to %(raceb)s
pl: %(player)s zmienia rasę z %(racea)s na %(raceb)s

source: %(player)s switches from %(racea)s back to %(raceb)s
pl: %(player)s zmienia rasę z powrotem z %(racea)s na %(raceb)s

source: %(player)s defeats %(opponent)s and starts a %(num)s-kill spree in %(event)s
pl: %(player)s pokonuje %(opponent)s i zaczyna %(num)s. ciąg wygranych na %(event)s

source: %(player)s loses to %(opponent)s, ending a %(num)s-kill spree in %(event)s
pl: %(player)s przegrywa z %(opponent)s, kończąc %(num)s. ciąg wygranych w %(event)s

source: %(player)s fails to qualify for %(event)s
pl: %(player)s nie udaje się zakwalifikować do %(event)s

source: %(player)s fails to qualify for %(event)s after %(num)s appearances
pl: %(player)s nie udaje się zakwalifikować do %(event)s po %(num)s próbach

source: Proleague
pl: Proliga

source: Error
pl: Błąd

source: Due to %s's lack of recent games, they have been marked as <em>inactive</em> and removed from the current rating list. Once they play a rated game they will be reinstated.
pl: Przez brak ostatnio rozegranych przez %s's gier zostali oni oznaczeni jako <em>nieaktywni</em> i usunięci z obecnej listy ocen. Kiedy rozegrają oceniony mecz zostają ponownie wpisani.

source: %s has no rating chart on account of having played matches in fewer than two periods.
pl: %s nie posiada wykresu oceny na koncie, rozgrywając mecze w mniej niż dwóch okresach.

source: Tag
pl: Pseudonim

source: Race
pl: Rasa

source: Name
pl: Gracz

source: Romanized Name
pl: Nazwa po konwersji

source: AKAs
pl: AKA

source: Birthday
pl: Data urodzin

source: Liquipedia title
pl: Tytuł Liquipedii

source: Country
pl: Kraj

source: Entered data was invalid, no changes made.
pl: Wprowadzone dane są nieprawidłowe, nie zastosowano zmian.

source: Changed %s.
pl: Zmieniono %s.

source: tag
pl: Pseudonim

source: race
pl: rasa

source: country
pl: kraj

source: name
pl: nazwa

source: romanized name
pl: nazwa po konwersji

source: TLPD DBs
pl: TLPD DB

source: Changed aliases.
pl: Zmienione aliasy.

source: After
pl: Po

source: Before
pl: Przed

source: No Protoss
pl: Nie Protoss

source: No Terran
pl: Nie Terran

source: No Zerg
pl: Nie Zerg

source: Opponent race
pl: Rasa przeciwnika

source: Non-Koreans
pl: Spoza Korei

source: Match format
pl: Format meczu

source: Both
pl: Oba

source: Game version
pl: Wersja gry

source: %s has no rating yet.
pl: %s jeszcze nie ma oceny.

source: joins
pl: dołącza

source: leaves
pl: odchodzi

source: before {}
pl: przed {}

source: after {}
pl: po {}

source: between {} and {}
pl: pomiędzy {} i {}

source: all
pl: wszyscy

source: foreigners
pl: foreignerzy

source: both
pl: obaj

source: Results for
pl: Wyniki dla

source: Games
pl: Gier

source: Current form
pl: Obecna forma

source: Recent matches
pl: Ostatnie mecze

source: Filters
pl: Filtry

source: Opponent Race:
pl: Rasa przeciwnika:

source: Opponent Country:
pl: Kraj przeciwnika:

source: Match Format:
pl: Format meczu:

source: Game Version:
pl: Wersja gry:

source: Stats by [url={url}]Aligulac[/url]
pl: Statystyki dzięki [url={url}]Aligulac[/url]

source: This is a <em>preview</em> of the next rating list. It will not be finalized until %s.
pl: To jest <em>podgląd</em> kolejnej listy ocen. Nie zostanie sfinalizowana do %s.

source: F jS
pl: j. E

source: No change
pl: Bez zmian

source: Type
pl: Rodzaj

source: Apply to all events on the same level
pl: Zastosuj do wszystkich zdarzeń na danym poziomie

source: Homepage
pl: Strona główna

source: TL thread
pl: Temat TL

source: Changed event name.
pl: Zmieniono nazwę zdarzenia.

source: Changed date for %i match.
pl: Zmieniono datę dla meczu %i.

source: Changed game version for %i match.
pl: Zmieniono wersję gry dla meczu %i.

source: Changed on/offline for %i match.
pl: Zmieniono on/offline dla meczu %i.

source: Changed type for %i event.
pl: Zmieniono rodzaj dla zdarzenia %i.

source: homepage
pl: strona główna

source: Player
pl: Gracz

source: Date
pl: Data

source: Story text
pl: Tekst opowieści

source: Parameters
pl: Parametry

source: Story could not be found.
pl: Opowieść nie została znaleziona.

source: Story was successfully changed.
pl: Opowieść została zmieniona.

source: Parameter verification failed.
pl: Weryfikacja parametrów nie zadziałała.

source: Story was successfully deleted.
pl: Opowieść została skasowana.

source: Story was successfully created.
pl: Opowieść została stworzona.

source: Currency
pl: Waluta

source: Ranked
pl: Rankingowy

source: Unranked
pl: Nierankingowy

source: No such player: '%s'.
pl: Nie ma takiego gracza: '%s'.

source: Ambiguous player: '%s'.
pl: Dwuznaczna nazwa gracza: '%s'.

source: Errors occured, no changes made.
pl: Błędy wystąpiły, nie zastosowano zmian.

source: New prizes committed.
pl: Zadeklarowano nowe nagrody.

source: Text
pl: Tekst

source: Added a story.
pl: Dodano opowieść.

source: No Print
pl: Bez druku

source: Closed
pl: Zamknięte

source: Added a subevent.
pl: Dodano podzdarzenie.

source: Unable to get these events.
pl: Nie można dotrzeć do tych zdarzeń.

source: Order invalid, try again?
pl: Zamówienie nieprawidłowe, spróbować ponownie?

source: Non-child event found. This should never happen.
pl: Zdarzenie bez rodzica zostało znalezione. To nie powinno się zdarzyć.

source: Successfully reordered %i children. Any inconsistencies will be fixed next update (no more than six hours away).
pl: Tym razem udało się zamówić %i. Jakiekolwiek niezgodności zostaną naprawione w kolejnej aktualizacji (nie więcej niż za 6 godzin).

source: Involving players
pl: Obejmuje graczy

source: Only show unassigned matches
pl: Tylko pokazuj nieprzypisane do zdarzeń mecze.

source: Too many results (%i). Please add restrictions.
pl: Za dużo wyników (%i). Proszę dodaj ograniczenia.

source: Updated %i match.
pl: Zaktualizowano %i mecz.

source: The events are organized in a hierarchical fashion. Thus, all GSL tournaments are filed under GSL, all Code S under their respective seasons, all groups under their respective Code S event, and so on.
pl: Zdarzenia są zorganizowane w stylu hierarchii. Na przykład, wszystkie turnieje GSL są wpisane pod GSL, wszystkie Code S pod odpowiednimi sezonami, wszystkie grupy pod odpowiednimi zdarzeniami Code S, itd.

source: Sucessfully closed event.
pl: Udało się zamknąć zdarzenie.

source: Could not find player: '%s'.
pl: Nie dało się znaleźć gracza '%s'.

source: Ignore duplicates
pl: Ignoruj duplikaty

source: Could not find this event object.
pl: Nie można było znaleźć obiektu z tego zdarzenia.

source: Could not make match %(pla)s vs %(plb)s: possible duplicate found.
pl: Nie można było utworzyć meczu %(pla)s vs %(plb)s: możliwe duplikaty znalezione.

source: Unknown race in %(pla)s vs %(plb)s: set to random.
pl: Nieznana rasa w %(pla)s vs %(plb)s: ustawiono na random.

source: Successfully approved %i match.
pl: Udało się zatwierdzić %i mecz.

source: Successfully rejected %i match.
pl: Udało się odrzucić %i mecz.

source: Source
pl: Źródło

source: Notes
pl: Notatki

source: Could not parse '%(line)s' (%(error)s).
pl: Nie można było przeanalizować '%(line)s' (%(error)s).

source: Error creating match '%(line)s' (%(error)s).
pl: Błąd przy tworzeniu meczu '%(line)s' (%(error)s).

source: Successfully added %i match.
pl: Udało się dodać %i mecz.

source: Closed '%s'.
pl: Zamknięto '%s'.

source: Did not close '%s'.
pl: Nie zamknięto '%s'.

source: Parent ID
pl: ID rodzica

source: Other
pl: Inne

source: Group stage and playoffs
pl: Faza grupowa i playoffy

source: Groups A through D
pl: Grupy od A do D

source: Groups A through H
pl: Grupy od A do H

source: Ro64→Final
pl: Ro64→Finał

source: Ro32→Final
pl: Ro32→Finał

source: Ro16→Final
pl: Ro16→Finał

source: Ro8→Final
pl: Ro8→Finał

source: Ro4→Final
pl: Ro4→Finał

source: Ro64→Final + 3rd place
pl: Ro64→Finał + 3. miejsce

source: Ro32→Final + 3rd place
pl: Ro32→Finał + 3. miejsce

source: Ro16→Final + 3rd place
pl: Ro16→Finał + 3. miejsce

source: Ro8→Final + 3rd place
pl: Ro8→Finał + 3. miejsce

source: Ro4→Final + 3rd place
pl: Ro4→Finał + 3. miejsce

source: Ro64→Final + early rounds
pl: Ro64→Finał + wczesne rundy

source: Ro32→Final + early rounds
pl: Ro32→Finał + wczesne rundy

source: Ro16→Final + early rounds
pl: Ro16→Finał + wczesne rundy

source: Ro8→Final + early rounds
pl: Ro8→Finał + wczesne rundy

source: Ro4→Final + early rounds
pl: Ro4→Finał + wczesne rundy

source: Ro64→Final + 3rd place and early rounds
pl: Ro64→Finał + 3. miejsce and wczesne rundy

source: Ro32→Final + 3rd place and early rounds
pl: Ro32→Finał + 3. miejsce and wczesne rundy

source: Ro16→Final + 3rd place and early rounds
pl: Ro16→Finał + 3. miejsce and wczesne rundy

source: Ro8→Final + 3rd place and early rounds
pl: Ro8→Finał + 3. miejsce and wczesne rundy

source: Ro4→Final + 3rd place and early rounds
pl: Ro4→Finał + 3. miejsce and wczesne rundy

source: WB, LB, Final
pl: WB, LB, Finał

source: LB: Round 1->Round 2
pl: LB: Runda 1->Runda 2

source: LB: Round 1->Round 4
pl: LB: Runda 1->Runda 4

source: LB: Round 1->Round 6
pl: LB: Runda 1->Runda 6

source: LB: Round 1->Round 8
pl: LB: Runda 1->Runda 8

source: Predefined names
pl: Predefiniowane nazwy

source: Custom names
pl: Wymyślone nazwy

source: Big
pl: Duży

source: No print
pl: Bez druku

source: Could not find event ID %s.
pl: Nie można znaleźć ID zdarzenia %s.

source: Must specify an event to close.
pl: Zdefiniuj zdarzenie aby zamknąć.

source: No event names specified.
pl: Nie wyszczególniono nazw zdarzeń.

source: Successfully created %i new event.
pl: Udało się stworzyć %i nowe zdarzenie.

source: Successfully closed event.
pl: Udało się zamknąć zdarzenie.

source: Source ID
pl: Źródłowe ID

source: Target ID
pl: Docelowe ID

source: Confirm
pl: Potwierdź

source: No player with ID %i.
pl: Nie ma gracza z ID %i.

source: Please confirm player merge.
pl: Potwierdź połączenie gracza.

source: %(source)s was successfully merged into %(target)s.
pl: %(source)s zostały pomyślnie połączone z %(target)s.

source: The merging is complete
pl: Połączenie zostało zakończone pomyślnie.

source: Event ID to move
pl: ID zdarzenia do przeniesienia.

source: New parent ID
pl: Nowe ID rodzica.

source: No event with ID %i.
pl: Nie ma zdarzenia z ID %i.

source: Can't move an event to one of its descendants.
pl: Nie można przenieść zdarzenia do jednego z jego potomków.

source: Please confirm event move.
pl: Potwierdź przeniesienie zdarzenia.

source: Reopened '%s'.
pl: Otwarto ponownie '%s'.

source: If you haven't used this tool before, ask before you do anything.
pl: Jeśli nie używałeś wcześniej tego narzędzia, zapytaj, zanim zrobisz cokolwiek.

source: Successfully closed %i event.
pl: Udało się zamknąć zdarzenie %i.

source: Successfully marked %i event as having no prize pool.
pl: Udało się zaznaczyć zdarzenie %i jako nie posiadające nagrody.

source: Romanized name
pl: Nazwa po konwersji

source: Updated %s
pl: Zaktualizowano %s

source: Progress
pl: Postęp

source: Players with birthday
pl: Gracze z datami urodzin

source: Players with name
pl: Gracze z imionami

source: Players with country
pl: Gracze z narodowością

source: short name
pl: krótka nazwa

source: British Pound
pl: Funt brytyjski

source: Australian Dollar
pl: Dolar australijski

source: New-Zealand Dollar
pl: Dolar nowozelandzki

source: US Dollar
pl: Dolar amerykański

source: Canadian Dollar
pl: Dolar kanadyjski

source: Swiss Franc
pl: Frank szwajcarski

source: Norwegian Krona
pl: Korona norweska

source: Swedish Krona
pl: Korona szwedzka

source: Danish Krona
pl: Korona dańska

source: Japanese Yen
pl: Jen japoński

source: Chinese Renminbi
pl: Renminbi chińskie

source: South Korean won
pl: Won południowokoreański

source: Singapore Dollar
pl: Dolar singapurski

source: Indonesian Rupiah
pl: Rupia indonezyjska

source: Thai Baht
pl: Baht tajski

source: Taiwan Dollar
pl: Dolar tajwański

source: Hong Kong Dollar
pl: Dolar hongkoński

source: Philippines Peso
pl: Peso filipińskie

source: Indian Rupee
pl: Rupia indyjska

source: Malaysian Ringgit
pl: Ringgit malezyjski

source: Vietnamese Dong
pl: Dong wietnamski

source: Brazilian Real
pl: Real brazylijski

source: Peruvian Nuevo Sol
pl: Nowy sol peruwiański

source: Argentine Peso
pl: Peso argentyńskie

source: Mexican Peso
pl: Peso meksykańskie

source: Chilean Peso
pl: Peso chilijskie

source: Colombian Peso
pl: Peso kolumbijskie

source: Jamaican Dollar
pl: Dolar jamajski

source: Trinidad and Tobago Dollar
pl: Dolar Trynidadu i Tobago

source: Bermudian Dollar
pl: Dolar bermudzki

source: Czech Koruna
pl: Korona czeska

source: Polish Zloty
pl: Złoty polski

source: Turkish Lira
pl: Lira turecka

source: Hungarian Forint
pl: Forint węgierski

source: Romanian Leu
pl: Lej rumuński

source: Russian Ruble
pl: Rubel rosyjski

source: Croatian kuna
pl: Kuna chorwacka

source: Kazakhstani Tenge
pl: Tenge kazachstańskie

source: Israeli Shekel
pl: Szekel izraelski

source: United Arab Emirates Dirham
pl: Dirham Zjednoczonych Emiratów Arabskich

source: Qatari Riyal
pl: Rial Kataru

source: Saudi Riyal
pl: Rial saudyjski

source: Egyptian Pound
pl: Funt egipski

source: South African Rand
pl: Rand południowoafrykański

source: Player '%s' was not found and cound not be made (missing player tag)
pl: Gracz '%s' nie został znaleziony i nie mógł zostać stworzony (brakuje psuedonimu gracza)

source: Player '%s' was not found and cound not be made (missing race)
pl: Gracz '%s' nie został znaleziony i nie mógł zostać stworzony (brakuje rasy gracza)

source: Race switcher
pl: Zmieniacz ras

source: The page you were looking for was nowhere to be found. Sorry!
pl: Nie możemy nigdzie znaleźć strony, której szukałeś. Przepraszamy!

source: An unspeakable awful indescribable horror has occured.
pl: Wydarzył się niewypowiadalny, straszny, nieopisany horror.

source: Try to send me an e-mail at %(email)s where you describe what you were trying to do when this happened.
pl: Spróbuj wysłać mi e-mail na %(email)s, gdzie opiszesz co próbowałeś zrobić, gdy to się wydarzyło.

source: Submit results
pl: Dodaj wyniki

source: The following entries were successfully submitted
pl: Następujące wpisy zostały dodane

source: They are pending review before being visible.
pl: Oczekują sprawdzenia przed ich upublicznieniem.

source: Guide
pl: Poradnik

source: Match syntax
pl: Składnia meczu

source: Examples
pl: Przykłady

source: Common problems
pl: Częste problemy
